Revit 2024 API
FilterStringEquals Constructor
 Constructs an instance of FilterStringEquals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FilterStringEquals()
Visual Basic
Public Sub New
Visual C++
public:
FilterStringEquals()
See Also
FilterStringEquals Class
Autodesk.Revit.DB Namespace